<template>
  <div>
    <upper-menu></upper-menu>
    <main>
      <label id="backLable">Назад</label>
      <label id="shareLable">Поделиться</label>
      <div>
        <image-gallery></image-gallery>
      </div>
      <label id="museumLable">Музей</label>
      <label id="toCollection">В подборку</label>
      <h1>Павильон №42. Музей лошади</h1>
      <button>Купить билет</button><br>
      <button>Маршрут</button><br>
      <section>
        <h2>О месте</h2>
        <p>
          В павильоне №42 работает первый в России Музей лошади. Интерактивность — одно из главных преимуществ 
          музея — современный подход к разработке экспозиции и мультимедийное оснащение делают его уникальным в 
          России в данной тематике.
        </p>
        <p>
          Даже, если вы ничего не знали о лошадях, пройдя 8 выставочных залов, обретете практически 
          энциклопедические знания. Экскурсионная программа познакомит гостей с этапами эволюции лошадей, 
          позволит попасть в конюшенную мастерскую и познакомиться с профессиями, связанными с конным миром 
          и узнать их особенности.
        </p>
        <p>
          Первый зал музея посвящен эволюции лошади. Начинается интерактивная экскурсия с истории становления 
          лошади как вида. Зрители переносятся на миллионы лет назад к первому прародителю лошади — эпигиппусу. 
          Мы можем своими глазами увидеть, из какого животного произошла лошадь, какого он был роста, строение 
          тела и позвоночника.
        </p>
        <p>
          Второй зал музея посвящен распределению лошадей по всему миру. На интерактивной карте изображены метки 
          в виде разных пород лошадей. Нажав на них, можно увидеть полную информацию о выбранной лошади, а также 
          ее особенности. В каждом зале есть интерактивная панель для тех, кому помимо основного контента, будет 
          интересно узнать дополнительную интересную информацию из библиотек и энциклопедий.
        </p>
        <p>
          В третьем зале представлены три главные чистокровные породы лошадей: арабская, ахалтекинская и английская.
        </p>
        <p>
          Далее следует зал с описанием анатомии лошади. Информация представлена на информационной панели, с 
          которой также можно управлять видеоконтентом на проекционных экранах. Этот же зал посвящен профессиям, 
          исконно связанным с миром лошади и ее взаимодействию с людьми: шорник, ветеринарный врач, кузнец. Под 
          экранами с информацией располагаются стенды, где представлены инструменты, используемые теми или иными 
          мастерами.
        </p>
        <p>
          Из этого зала мы переходим в длинный коридор, проход по которому сопровождается нарастающим топотом 
          копыт. С левой стороны располагаются изображения с фактами о лошадях: самая большая лошадь в мире, 
          где была зафиксирован самый маленький конь, у кого самая длинная грива, или рекордсмен тягловой силы…. 
          Чем дальше мы продвигаемся, тем сильнее нарастает стук копыт. Мы попадаем в зал «Кавалерия сквозь века» 
          и переносимся во времена зарождения истории кавалерии, когда лошадь еще была заправлена в колесницу.
        </p>
        <p>
          Далее мы погружаемся в параллельной войне мир искусства, вдохновлявшее людей на создание великих 
          творений в скульптуре и живописи. Экспонаты и картины, представленные в музее Центра национальных 
          конных традиций, проекционные, с эффектом параллакса. Проходить художественная выставка будет в два 
          сеанса по шесть картин, где лошадь является главным героем. Показ картин сопровождается рассказом 
          экскурсовода.
        </p>
        <p>
          Далее нас ждет зал, разделенный на несколько зон и посвященный конному спорту. Основная зона 
          рассказывает о классических видах конного спорта, которые входят в олимпийскую программу: выездка, 
          конкур, троеборье.
        </p>
        <p>
          Следующий зал посвящен мировым конным школам, которые находятся под охраной Юнеско: Испанская школа 
          верховой езды в Венне (основана в 1572 году), Королевская Андалузская школа искусства верховой езды 
          (основана в 1973 году), Французская национальная школа верховой езды Кадр Нуар де Сомюр (основана в 
          1972 году), Португальская школа конных искусств (основана в 1979 году).
        </p>
        <p>
          Последний зал — фотозона для участников экскурсии. Здесь вас ждет пшеничное поле с проекцией коня. 
          В финале у всех гостей есть возможность потереть подкову на счастье.
        </p>
        <p>
          На выходе из музея вы можете выпить кофе, перекусить, пообщаться с друзьями. Купить сувениры, подарки, 
          настольные игры и даже своего личного деревянного коня — хоббихорсинг, а также приобрести билеты в 
          музей для своих близких.
        </p>
        <h3>Когда построен, кто автор</h3>
        <p>
          Построен в 1954 году. Архитектор В.М. Маргулис. 
          В советские годы в павильоне располагался манеж для публичной экспертизы животных, проведения лекций 
          и чтения докладов.
        </p>
        <h3>Смена названия</h3>
        <p>
          Не изменялось.
        </p>
        <h3>Статус</h3>
        <p>
          Исторически ценный градоформирующий объект.
        </p>
      </section>
      <section>
        <h3>История создания</h3>
        <p>
          Возведенный к обновленной Выставке 1954 года павильон являлся частью экспозиции «Коневодство», 
          построенной в традициях конных усадебных дворов России XVIII–XIX веков. Круглое купольное сооружение 
          выстроено с применением элементов классической архитектуры. Монументальный портик с арочными проемами 
          спроектирован под влиянием Палладио, напоминая виллу Сарачено в Виченце. Надпись на фронтоне, 
          выполненная древнеримским шрифтом, дополняла классический образ.
        </p>
        <p>
          В дальнейшем здание манежа подверглось реконструкции, в ходе которой на павильоне был демонтирован 
          входной портик, а на его месте появился стеклянный вестибюль в стиле советского модернизма.
        </p>
        <p>
          К моменту начала работ по капитальному ремонту здания в 2019 году были утрачены некоторые детали 
          фасадного декора, в частности отдельные элементы рельефных гирлянд, выполненных из железобетона, 
          которые опоясывали по периметру первый ярус цилиндрического объема в уровне карниза. В ходе 
          производственных работ оставшиеся части гирлянд были демонтированы. Наиболее сохранившиеся фрагменты 
          после реставрационных мероприятий будут возвращены на свои места, недостающие части воссоздадут из 
          аналогичного материала по натурным образцам.
        </p>
        <h3>История экспозиций</h3>
        <p>
          В каждом из трех основных павильонов «Коневодство» демонстрировались определенные породы: в 40-м — 
          местного значения, в 41-м — верховые, в 43-м — рысистые и тяжеловозные. На ВСХВ 1954 года было 
          представлено 200 лошадей 29 пород. 
        </p>
        <p>
          Особое внимание в экспозиции 1960-х годов уделялось конному спорту, что было связано, в частности, 
          с возобновлением выпуска журнала «Коневодство и конный спорт» при непосредственном участии маршала 
          С.М. Буденного. За активную работу в этом периодическом издании в 1967 году маршал был награжден 
          золотой медалью ВДНХ СССР. 
        </p>
        <p>
          В состав экспозиции «Коневодство» также входил небольшой восьмигранный павильон-навес (строение 550), 
          где демонстрировались верблюды астраханской породы. 
        </p>
      </section>
      <events-on-this-place></events-on-this-place>
      <this-place-schedule></this-place-schedule>
      <tickets-cost></tickets-cost>
      <this-place-contacts></this-place-contacts>
    </main>
    <aside></aside>
  </div>
</template>

<script>
import UpperMenu from './components/UpperMenu.vue';
import ImageGallery from './components/ImageGallery.vue';
import EventsOnThisPlace from './components/EventsOnThisPlace.vue';
import ThisPlaceSchedule from './components/ThisPlaceSchedule.vue';
import TicketsCost from './components/TicketsCost.vue';
import ThisPlaceContacts from './components/ThisPlaceContacts.vue';

export default {
  name: 'App',
  components: {
    UpperMenu,
    ImageGallery,
    EventsOnThisPlace,
    ThisPlaceSchedule,
    TicketsCost,
    ThisPlaceContacts,
  }
}
</script>

<style>
#backLable {
  margin-left: 20px;
  margin-top: 20px;
}
</style>
